[
    {
      "smallImage": "img/linkedin/Pratheek.jpg",
      "title": "Pratheek Reddy Katta",
      "text": "Hyderabad, India",
      "course": "Masters in Computer Science",
      "redirectUrl": "https://www.linkedin.com/in/pratheekreddy97/",
      "story":""
    },
    {
      "smallImage": "img/linkedin/marshal.jpeg",
      "title": "Marshal",
      "text": "Enugu, Nigeria",
      "course": "Masters in Computer Science",
      "redirectUrl": "https://www.linkedin.com/in/marshall-okafor-7253b5106/",
      "story": "Marshall is currently a PhD student in the Computer Science Department at Saint Louis University, Missouri United States. He is also a 2021 GlobalGraduate Scholar at Saint Louis University (SLU). Before joining SLU, Marshall was the Team Lead of the Information Technology Support Unit at Layer3 Nigeria Ltd, a prestigious IT company in Nigeria. He is currently a member of the Association for Computing Machinery (ACM),  the world's largest educational and scientific computing society, delivering resources that advance computing as a science and a profession..His research interests include Software development, Machine Learning, Virtualization, Python programming, Linux System Administration, and Cloud technologies.He is a computer scientist known for having a framework of solution-oriented practices to deliver results in innovative environments. Passionate about software, teamwork, and training technology consumers and innovators of the next decade"
    },
    {
      "smallImage": "img/linkedin/kimaya.jpg",
      "title": "Kimaya Ghandhi",
      "text": "Pune, India",
      "course": "Masters in Computer Science",
      "redirectUrl": "https://www.linkedin.com/in/kimaya-gandhi-956ba9122/",
      "story":"Kimaya Gandhi is a highly motivated and detail-oriented professional with a strong background in software development and computer science. With a passion for technology and a drive for excellence, she consistently strives to deliver innovative solutions to complex problems. Throughout her career, Kimaya has honed her skills in full-stack web development, software engineering, and application design. She is proficient in a wide range of programming languages and frameworks, allowing her to develop robust and scalable applications with a focus on user experience. Kimaya's problem-solving abilities and analytical mindset have been instrumental in her success as a software developer. She is skilled in identifying and resolving technical challenges, optimizing code performance, and implementing best practices to ensure high-quality deliverables. In addition to her technical expertise, Kimaya is a strong communicator and collaborator. She thrives in team environments, effectively collaborating with cross-functional teams and stakeholders to deliver projects on time and within budget. Her ability to translate complex technical concepts into user-friendly language makes her a valuable asset in bridging the gap between technical and non-technical teams. Kimaya holds a Bachelor's degree in Computer Science from a reputable institution and remains committed to continuous learning and professional growth. She actively seeks opportunities to expand her knowledge of emerging technologies and industry trends, staying ahead of the curve in the rapidly evolving tech landscape. Overall, Kimaya Gandhi is a dedicated software developer with a passion for creating innovative solutions. Her technical expertise, problem-solving skills, and collaborative nature make her a valuable addition to any software development team, ready to tackle challenges and contribute to the success of impactful projects."
    },
    {
      "smallImage": "img/linkedin/Tasnova.jpg",
      "title": "Tasnova Afreze ",
      "text": "Bangladesh",
      "course": "Masters Supply Chain Management",
      "redirectUrl": "https://www.linkedin.com/in/tasnova-afroze/",
      "story":"Tasnova Afroze is a dynamic and driven professional with a strong background in marketing and brand management. With a passion for creativity and strategic thinking, she brings a fresh perspective to the field, constantly seeking innovative solutions to drive business growth. Throughout her career, Tasnova has demonstrated her ability to create impactful marketing campaigns that resonate with target audiences. Her expertise lies in developing comprehensive brand strategies, conducting market research, and executing integrated marketing initiatives across various digital and traditional channels. Tasnova is highly skilled in leveraging social media platforms and digital marketing techniques to build brand awareness and engage with customers. She has a deep understanding of consumer behavior and market trends, allowing her to craft compelling messaging and deliver exceptional brand experiences. In addition to her marketing prowess, Tasnova is a natural collaborator and team player. She excels at building and nurturing relationships with cross-functional teams, agencies, and stakeholders to ensure seamless execution of marketing initiatives. Her strong communication and leadership skills make her an effective project manager, capable of driving results in fast-paced environments. Tasnova holds a Bachelor's degree in Marketing from a reputable institution and has demonstrated a commitment to ongoing professional development. She actively seeks opportunities to expand her knowledge and skills, staying up to date with the latest industry trends and emerging marketing technologies. Overall, Tasnova Afroze is a results-oriented marketing professional with a proven track record of delivering successful brand campaigns and driving business growth. Her creative mindset, strategic approach, and collaborative nature make her a valuable asset in any marketing team, ready to make a meaningful impact."
    },
    {
      "smallImage": "img/linkedin/Saboor.jpg",
      "title": "Abdul Saboor Sultan",
      "text": "Gujranwala, Pakistan",
      "course": "Masters Supply Chain Management",
      "redirectUrl": "https://www.linkedin.com/in/abdulsaboorsultan/",
      "story":"Abdul Saboor Sultan is a dedicated and accomplished professional with a diverse background in finance and investment. With over 10 years of experience in the industry, he has developed a strong expertise in financial analysis, strategic planning, and portfolio management. Throughout his career, Abdul Saboor has excelled in roles that require a deep understanding of market trends and risk management. His analytical skills and a keen eye for detail have allowed him to successfully navigate complex financial landscapes, resulting in improved investment performance and client satisfaction. Abdul Saboor is known for his strong work ethic and commitment to delivering results. He is adept at conducting comprehensive financial research and using data-driven insights to inform decision-making. His ability to identify investment opportunities and assess their potential risks has been instrumental in driving growth for both individuals and organizations. In addition to his financial expertise, Abdul Saboor is a highly effective communicator and relationship builder. He has a proven track record of fostering long-term partnerships with clients, colleagues, and stakeholders. His exceptional interpersonal skills and ability to tailor financial solutions to meet individual needs have earned him a reputation as a trusted advisor. Abdul Saboor holds a Bachelor's degree in Finance from a reputable institution and has continued to enhance his knowledge through ongoing professional development. He is passionate about staying updated on the latest industry trends and continuously seeks opportunities to expand his skill set. Overall, Abdul Saboor Sultan is a results-oriented finance professional with a demonstrated history of success in driving financial growth and delivering exceptional client service. His combination of technical expertise, strategic thinking, and interpersonal skills make him a valuable asset in any finance-related role."
    },
    {
      "smallImage": "img/linkedin/vijay.jpg",
      "title": "Vijay Varshini L",
      "text": "Coimbatore, India",
      "course": "Masters in Artificial Intiligence",
      "redirectUrl": "https://www.linkedin.com/in/vijay-varshini-ln",
      "story":""
    }
  ]