[
    {
      "heading": "Step 1: Apply for Admission ",
      "contant":["Essay:  The essay should be 300-500 words describing interests and/or experiences in your selected program of study at Saint Louis University.",
      "Resume",
      "Transcript(s): Include transcripts from universities where you have earned degrees. Unofficial .pdf copies are acceptable for our application review.",
      "Letters of Recommendation: One letter of recommendation is required. Up to three may be submitted.",
      "English Proficiency Test: An English proficiency test score is necessary for citizens of countries where English is not the official language."]
    },
    {
      "heading": "Step 2: Receive Global Graduate Scholarship Award",
      "contant":["Soon after the application review, you will be invited to a 30-minute scholarship interview to discuss work experience, academic interests, leadership, community service and career goals. The interview is another opportunity for you to ask our faculty or staff questions about Saint Louis University. The scholarship interview is recommended but not required. A few days after the scholarship interview, you will receive a letter via email describing your Global Graduate Scholarship. This Global Graduate Scholarship package will include tuition support across all semesters of study and a guaranteed paid job/internship on-campus or at a corporation."]
    },
    {
      "heading": "Step 3: Accept Admission and Scholarship Award",
      "contant":["A payment of $200 reserves your spot in the program and confirms your scholarship award. (You will need your SLU student ID, which will be provided to you in your scholarship award letter, to make the payment.)"]
    },
    {
      "heading": "Step 4: Secure a Visa for Studying in the United States",
      "contant": [" Make an appointment for a meeting at the United States Embassy in your country.",
      "Saint Louis University will  provide you with an estimate for total cost of attendance, including tuition and living expenses. Your Global",
      "Graduate Scholarship will cover some of the costs.",
      "Submit a bank statement or other financial documents as instructed by Saint Louis University. Per the United States government's requirements, the financial documents demonstrate your ability to afford to live in the United States.",
      "Saint Louis University will issue you an I-20 Form via email. You need this form for your appointment at the United States Embassy. The 6. The I-20 Form cannot be issued sooner than 120 days before your first day of class.",
      "Pay the I-901 SEVIS fee. The I-901 SEVIS fee is paid to the United States government. It is mandatory and must be paid before you enter the United States.",
      "Visit the United States Embassy for a visa appointment.",
      "A visa will be issued to you."]
    },
    {
      "heading": "Step 5: Prepare to Live in the United States",
      "contant":["Find an apartment where you wish to live.  St. Louis was ranked by Forbes magazine as the top American city for college graduates."]
    },
    {
      "heading": "Step 6: Submit Official Transcripts",
      "contant":["You must reach out to your previously-attended higher education institutions to request official transcripts.  They should be submitted via email from their registrar's office directly to globalgrad@slu.edu or via standard e-delivery services used by universities. ",
    "Saint Louis University accepts Fulbright or Education USA attested documents.",
  "Official documentation of an undergraduate degree conferral is required before a Global Graduate Scholar can begin coursework at Saint Louis University."]
    },
    {
      "heading": "Step 7: Travel and Orientation",
      "contant":["The Office of International Services coordinates an orientation program to welcome you to Saint Louis University.  Schools and colleges will provide additional information specific to your field of study.  You will learn more about travel and orientations a few months before your arrival."]
    }
  ]